/=#
#include "VFR.uni"

#string STR_SMC_PCI_SLOT_1_OPROM		    #language eng "J30 PCI-E 3.0 X16 OPROM"
#string STR_SMC_PCI_SLOT_1_OPROM_HELP     	#language eng "Enables or disables A0 node  PCI-E 3.0 x16 OPROM option."
#string STR_SMC_PCI_SLOT_2_OPROM          	#language eng "JK30 PCI-E 3.0 X16 OPROM"
#string STR_SMC_PCI_SLOT_2_OPROM_HELP     	#language eng "Enables or disables A1 node  PCI-E 3.0 x16 OPROM option."
//#string STR_SMC_PCI_SLOT_3_OPROM          	#language eng "CPU SLOT3 PCI-E 3.0 X8 OPROM"
//#string STR_SMC_PCI_SLOT_3_OPROM_HELP     	#language eng "Enables or disables CPU SLOT3 PCI-E 3.0 X8 OPROM option."
//#string STR_SMC_PCI_SLOT_4_OPROM          	#language eng "CPU SLOT4 PCI-E 3.0 X16 OPROM"
//#string STR_SMC_PCI_SLOT_4_OPROM_HELP     	#language eng "Enables or disables CPU SLOT4 PCI-E 3.0 X16 OPROM option."
//#string STR_SMC_PCI_SLOT_5_OPROM          	#language eng "CPU SLOT6 PCI-E 3.0 X16 OPROM"
//#string STR_SMC_PCI_SLOT_5_OPROM_HELP     	#language eng "Enables or disables CPU SLOT6 PCI-E 3.0 X16 OPROM option."
//#string STR_SMC_PCI_SLOT_6_OPROM          	#language eng "M.2 PCI-E 3.0 X4 OPROM"
//#string STR_SMC_PCI_SLOT_6_OPROM_HELP     	#language eng "Enables or disables M.2 PCI-E 3.0 X4 OPROM option."
//#string STR_RSC_RR1U_E16			#language eng "RSC-RR1U-E16"
#string STR_SMC_ONBOARD_NVME_1_SELECT		#language eng "Onboard NVMe#0 Option ROM"
#string STR_SMC_ONBOARD_NVME_1_SELECT_HELP	#language eng "Select which firmware function to be loaded for onboard NVMe0."
#string STR_SMC_ONBOARD_NVME_2_SELECT		#language eng "Onboard NVMe#1 Option ROM"
#string STR_SMC_ONBOARD_NVME_2_SELECT_HELP	#language eng "Select which firmware function to be loaded for onboard NVMe1"

#string STR_PXE_DRIVER_VER_PROMPT       #language eng "Intel PXE Version"
#string STR_PXE_DRIVER_VER              #language eng "1.5.53"

#string STR_MEMORY_SPEED_HELP            #language eng "Memory Information"
#string STR_MEMORY_SPEED_NAME            #language eng "Memory Speed"
#string STR_MEMORY_SPEED_VALUE           #language eng "N/A" // Dynamically updated

#string STR_MAK_PCIEX_CORR_PROMPT       #language en-US " Mask PCI-Ex Corr.Error"                                        
#string STR_MAK_PCIEX_CORR_HELP         #language en-US "Mask runtime event for  PCIe correctable errors of IIO port."
//#string <string name>                 #language eng ""

